Repository: armandocorradini/formemoDeveloper
Catalog: ForMemo/Model/InfoPlist.xcstrings
Source language: en
Languages: de, es, fr, it

# NSCalendarsFullAccessUsageDescription
source: This app accesses your calendar to import and manage events as tasks.
de: Diese App greift auf Ihren Kalender zu, um Ereignisse als Aufgaben zu importieren und zu verwalten.
es: Esta aplicación accede a tu calendario para importar y gestionar eventos como tareas.
fr: Cette application accède à votre calendrier pour importer et gérer des événements comme des tâches.
it: Questa app accede al tuo calendario per importare e gestire eventi come attività.

# NSCalendarsUsageDescription
source: This app accesses your calendar to import events as tasks.
de: Diese App greift auf Ihren Kalender zu, um Ereignisse als Aufgaben zu importieren.
es: Esta aplicación accede a tu calendario para importar eventos como tareas.
fr: Cette application accède à votre calendrier pour importer des événements comme des tâches.
it: Questa app accede al tuo calendario per importare eventi come attività.

# NSCalendarsWriteOnlyAccessUsageDescription
source: This app accesses your calendar to export tasks as events.
de: Diese App greift auf Ihren Kalender zu, um Aufgaben als Ereignisse zu exportieren.
es: Esta aplicación accede a tu calendario para exportar tareas como eventos.
fr: Cette application accède à votre calendrier pour exporter des tâches en événements.
it: Questa app accede al tuo calendario per esportare attività come eventi.

# NSCameraUsageDescription
source: This app uses the camera to scan documents and attach photos to your tasks.
de: Diese App nutzt die Kamera, um Dokumente zu scannen und Fotos an Ihre Aufgaben anzuhängen.
es: Esta aplicación utiliza la cámara para escanear documentos y adjuntar fotos a tus tareas.
fr: Cette application utilise l’appareil photo pour scanner des documents et joindre des photos à vos tâches.
it: Questa app usa la fotocamera per scansionare documenti e allegare foto alle tue attività.

# NSLocationAlwaysAndWhenInUseUsageDescription
source: ForMemo uses your location in the background to notify you when you arrive at a saved task location.
de: ForMemo verwendet Ihren Standort im Hintergrund, um Sie zu benachrichtigen, wenn Sie an einem gespeicherten Aufgabenort ankommen.
es: ForMemo utiliza tu ubicación en segundo plano para avisarte cuando llegues a una ubicación asociada a una tarea guardada.
fr: ForMemo utilise votre position en arrière-plan pour vous notifier lorsque vous arrivez à un lieu associé à une tâche enregistrée.
it: ForMemo usa la tua posizione in background per notificarti quando arrivi in un luogo associato a un’attività salvata.

# NSLocationWhenInUseUsageDescription
source: ForMemo uses your location to let you attach places to your tasks.
de: ForMemo verwendet Ihren Standort, damit Sie Orte an Ihre Aufgaben anhängen können.
es: ForMemo utiliza tu ubicación para permitirte asociar lugares a tus tareas.
fr: ForMemo utilise votre position pour vous permettre d’associer des lieux à vos tâches.
it: ForMemo usa la tua posizione per consentirti di associare luoghi alle tue attività.

# NSMicrophoneUsageDescription
source: ForMemo uses the microphone to record voice notes for your tasks.
de: ForMemo verwendet das Mikrofon, um Sprachnotizen für Ihre Aufgaben aufzunehmen.
es: ForMemo utiliza el micrófono para grabar notas de voz para tus tareas.
fr: ForMemo utilise le microphone pour enregistrer des notes vocales pour vos tâches.
it: ForMemo usa il microfono per registrare note vocali per le tue attività.

# NSPhotoLibraryUsageDescription
source: This app lets you attach photos from your library to your tasks.
de: Diese App ermöglicht es Ihnen, Fotos aus Ihrer Mediathek an Ihre Aufgaben anzuhängen.
es: Esta aplicación te permite adjuntar fotos de tu biblioteca a tus tareas.
fr: Cette application vous permet de joindre des photos de votre bibliothèque à vos tâches.
it: Questa app ti consente di allegare foto dalla tua libreria alle tue attività.

# NSRemindersFullAccessUsageDescription
source: This app accesses your Reminders to import tasks.
de: Diese App greift auf Ihre Erinnerungen zu, um Aufgaben zu importieren.
es: Esta aplicación accede a tus recordatorios para importar tareas.
fr: Cette application accède à vos rappels pour importer des tâches.
it: Questa app accede ai tuoi promemoria per importare attività.

# NSRemindersUsageDescription
source: This app accesses your Reminders to import tasks.
de: Diese App greift auf Ihre Erinnerungen zu, um Aufgaben zu importieren.
es: Esta aplicación accede a tus recordatorios para importar tareas.
fr: Cette application accède à vos rappels pour importer des tâches.
it: Questa app accede ai tuoi promemoria per importare attività.

# NSSiriUsageDescription
source: This app uses Siri to create tasks using voice commands.
de: Diese App verwendet Siri, um Aufgaben per Sprachbefehl zu erstellen.
es: Esta aplicación utiliza Siri para crear tareas mediante comandos de voz.
fr: Cette application utilise Siri pour créer des tâches avec des commandes vocales.
it: Questa app usa Siri per creare attività tramite comandi vocali.

# NSUserNotificationsUsageDescription
source: Used to send reminders about your tasks.
de: Wird verwendet, um Erinnerungen zu deinen Aufgaben zu senden.
es: Se utiliza para enviar recordatorios sobre tus tareas.
fr: Utilisé pour envoyer des rappels concernant vos tâches.
it: Questa app usa le notifiche per inviare promemoria relativi alle tue attività.
